Repository: cornellana/champions-2627
Catalog: Champions/Localizable.xcstrings
Source language: en
Languages: ca, es

# a11y.bracket
source: Knockout bracket
ca: Quadre final
es: Cuadro final

# a11y.calendar
source: Calendar
ca: Calendari
es: Calendario

# a11y.scorers
source: Top scorers
ca: Golejadors
es: Goleadores

# a11y.settings
source: Settings
ca: Configuració
es: Ajustes

# a11y.standings
source: Standings
ca: Classificació
es: Clasificación

# a11y.teamColor
source: Team colour
ca: Color de l'equip
es: Color del equipo

# action.add
source: Add
ca: Afegir
es: Añadir

# action.cancel
source: Cancel
ca: Cancel·lar
es: Cancelar

# action.close
source: Close
ca: Tancar
es: Cerrar

# action.done
source: Done
ca: Fet
es: Listo

# app.season
source: Season %@
ca: Temporada %@
es: Temporada %@

# bracket.aggregate
source: AGGREGATE
ca: GLOBAL
es: GLOBAL

# bracket.pending
source: Draw not made yet
ca: Pendent de sorteig
es: Pendiente de sorteo

# bracket.title
source: Knockout bracket
ca: Quadre final
es: Cuadro final

# calendar.a11y.away
source: Day %1$d, away at %2$@
ca: Dia %1$d, fora al camp de %2$@
es: Día %1$d, fuera en campo de %2$@

# calendar.a11y.home
source: Day %1$d, at home against %2$@
ca: Dia %1$d, a casa contra %2$@
es: Día %1$d, en casa contra %2$@

# calendar.legend.away
source: plays away
ca: juga fora
es: juega fuera

# calendar.legend.badge
source: The badge is the opponent
ca: L'escut és el del rival
es: El escudo es el del rival

# calendar.legend.home
source: plays at home
ca: juga a casa
es: juega en casa

# calendar.title
source: Calendar
ca: Calendari
es: Calendario

# detail.aggregate
source: %d-%d on aggregate
ca: %d-%d en el global
es: %d-%d en el global

# detail.lineups
source: Line-ups
ca: Alineacions
es: Alineaciones

# detail.noEvents
source: No events recorded for this match
ca: No hi ha esdeveniments registrats d'aquest partit
es: No hay sucesos registrados de este partido

# detail.noStats
source: No stats available
ca: No hi ha estadístiques disponibles
es: No hay estadísticas disponibles

# detail.notPlayed
source: This match has not been played yet
ca: Aquest partit encara no s'ha jugat
es: Este partido todavía no se ha jugado

# detail.penalties
source: Penalty shootout
ca: Tanda de penals
es: Tanda de penaltis

# detail.section
source: Section
ca: Secció
es: Sección

# detail.shootout
source: %d-%d on penalties
ca: %d-%d als penals
es: %d-%d en los penaltis

# detail.stats
source: Stats
ca: Estadístiques
es: Estadísticas

# detail.summary
source: Summary
ca: Resum
es: Resumen

# detail.timeline
source: Timeline
ca: Cronologia
es: Cronología

# error.noConnection
source: No connection
ca: Sense connexió
es: Sin conexión

# error.offline
source: Showing saved data
ca: Mostrant dades desades
es: Mostrando datos guardados

# event.goal
source: Goal
ca: Gol
es: Gol

# event.missedPenalty
source: Penalty missed
ca: Penal fallat
es: Penalti fallado

# event.ownGoal
source: Own goal
ca: Gol en pròpia
es: Gol en propia

# event.penalty
source: Penalty
ca: Penal
es: Penalti

# event.redCard
source: Red card
ca: Targeta vermella
es: Tarjeta roja

# event.substitution
source: Substitution
ca: Canvi
es: Cambio

# event.yellowCard
source: Yellow card
ca: Targeta groga
es: Tarjeta amarilla

# filter.allStages
source: Whole tournament
ca: Tot el torneig
es: Todo el torneo

# filter.allTeams
source: All teams
ca: Tots els equips
es: Todos los equipos

# filter.knockout
source: Knockout
ca: Eliminatòries
es: Eliminatorias

# filter.stage
source: Stage
ca: Fase
es: Fase

# filter.team
source: Team
ca: Equip
es: Equipo

# form.draw.initial
source: D
ca: E
es: E

# form.loss.initial
source: L
ca: D
es: D

# form.win.initial
source: W
ca: V
es: V

# language.system
source: Phone language
ca: El del telèfon
es: El del teléfono

# leg.first
source: 1st
ca: Anada
es: Ida

# leg.first.long
source: First leg
ca: Partit d'anada
es: Partido de ida

# leg.second
source: 2nd
ca: Tornada
es: Vuelta

# leg.second.long
source: Second leg
ca: Partit de tornada
es: Partido de vuelta

# leg.single
source: Single
ca: Únic
es: Único

# lineup.substitutes
source: Substitutes
ca: Suplents
es: Suplentes

# match.delayed
source: Delayed
ca: Ajornat
es: Aplazado

# match.final
source: Full time
ca: Final
es: Final

# match.halftime
source: Half time
ca: Descans
es: Descanso

# match.live
source: LIVE
ca: EN JOC
es: EN JUEGO

# matchday.long
source: Matchday %d
ca: Jornada %d
es: Jornada %d

# matchday.short
source: MD%d
ca: J%d
es: J%d

# position.defenders
source: Defenders
ca: Defenses
es: Defensas

# position.forwards
source: Forwards
ca: Davanters
es: Delanteros

# position.goalkeepers
source: Goalkeepers
ca: Porters
es: Porteros

# position.midfielders
source: Midfielders
ca: Migcampistes
es: Centrocampistas

# position.others
source: Others
ca: Altres
es: Otros

# prediction.baseline
source: No matches played yet: this is only the home advantage. It sharpens as results come in.
ca: Encara no s'ha jugat res: això és només l'avantatge de jugar a casa. S'afina a mesura que arribin resultats.
es: Todavía no se ha jugado nada: esto es solo la ventaja de jugar en casa. Se afina conforme lleguen resultados.

# prediction.basis
source: Statistical estimate from the results so far in the competition.
ca: Estimació estadística a partir dels resultats que porta la competició.
es: Estimación estadística a partir de los resultados que lleva la competición.

# prediction.expectedGoals
source: Expected goals
ca: Gols esperats
es: Goles esperados

# prediction.form
source: Recent form
ca: Forma recent
es: Forma reciente

# prediction.goalsAgainst
source: Goals against /match
ca: Gols en contra /p
es: Goles en contra /p

# prediction.goalsFor
source: Goals for /match
ca: Gols a favor /p
es: Goles a favor /p

# prediction.position
source: Position
ca: Posició
es: Puesto

# prediction.title
source: Forecast
ca: Pronòstic
es: Pronóstico

# reminder.body
source: %1$@ – %2$@ kicks off in %3$d minutes
ca: %1$@ – %2$@ comença d'aquí a %3$d minuts
es: %1$@ – %2$@ empieza en %3$d minutos

# reminder.title
source: Almost kick-off
ca: Està a punt de començar
es: Está a punto de empezar

# roster.loading
source: Loading squads…
ca: Carregant plantilles…
es: Cargando plantillas…

# roster.noneForTeam
source: Not available
ca: No disponible
es: No disponible

# roster.title
source: Squads
ca: Plantilles
es: Plantillas

# roster.unavailable
source: Squads not available for this match
ca: No hi ha plantilles disponibles d'aquest partit
es: No hay plantillas disponibles de este partido

# scorers.assists
source: Assists
ca: Assistències
es: Asistencias

# scorers.empty
source: No one has scored yet in this competition
ca: Encara no ha marcat ningú en aquesta competició
es: Todavía no ha marcado nadie en esta competición

# scorers.goals
source: Goals
ca: Gols
es: Goles

# scorers.penalties
source: %d pen.
ca: %d de penal
es: %d de penalti

# scorers.title
source: Top scorers
ca: Golejadors
es: Goleadores

# settings.about
source: About
ca: Quant a
es: Acerca de

# settings.addTeam
source: Add a team
ca: Afegir equip
es: Añadir equipo

# settings.data.credit
source: Fixtures and results from ESPN's public data.
ca: Calendari i resultats a partir de les dades públiques d'ESPN.
es: Calendario y resultados a partir de los datos públicos de ESPN.

# settings.followed
source: Teams you follow
ca: Equips que segueixes
es: Equipos que sigues

# settings.followed.help
source: Their matches are highlighted in the list, and they are the ones that send you alerts.
ca: Els seus partits es ressalten a la llista i són els que t'envien avisos.
es: Sus partidos se resaltan en la lista y son los que te mandan avisos.

# settings.highlightColor
source: Highlight colour
ca: Color de ressaltat
es: Color de resaltado

# settings.language
source: Language
ca: Idioma
es: Idioma

# settings.language.help
source: The app switches language straight away. Only the reminders already set on this phone keep the old one.
ca: L'app canvia d'idioma a l'instant. Només els recordatoris ja programats al telèfon conserven l'anterior.
es: La app cambia de idioma al momento. Solo los recordatorios ya programados en el teléfono conservan el anterior.

# settings.language.restart
source: Alerts already scheduled keep the old language until you reopen the app
ca: Els avisos ja programats segueixen en l'idioma anterior fins que reobris l'app
es: Los avisos ya programados siguen en el idioma anterior hasta que reabras la app

# settings.lastUpdate
source: Last update
ca: Última actualització
es: Última actualización

# settings.noTeams
source: You are not following any team yet
ca: Encara no segueixes cap equip
es: Todavía no sigues a ningún equipo

# settings.notifications
source: Alerts
ca: Avisos
es: Avisos

# settings.notifications.denied
source: Alerts are switched off in iOS Settings.
ca: Els avisos estan desactivats a la Configuració d'iOS.
es: Los avisos están desactivados en los Ajustes de iOS.

# settings.notifications.enabled
source: Send me alerts
ca: Enviar-me avisos
es: Mandarme avisos

# settings.notifications.goals
source: Goals
ca: Gols
es: Goles

# settings.notifications.help
source: Live alerts come from the updater at home; the kick-off reminder is set by this phone and works without it.
ca: Els avisos en directe arriben de l'actualitzador de casa; el recordatori de la sortida el programa aquest telèfon i funciona sense ell.
es: Los avisos en vivo llegan del actualizador de casa; el recordatorio del saque lo programa este teléfono y funciona sin él.

# settings.notifications.kickoff
source: Remind me before kick-off
ca: Recordar-m'ho abans de la sortida
es: Recordármelo antes del saque

# settings.notifications.kickoffMinutes
source: How early
ca: Antelació
es: Antelación

# settings.notifications.openSettings
source: Turn on in iOS Settings
ca: Activar a la Configuració d'iOS
es: Activar en los Ajustes de iOS

# settings.notifications.penalties
source: Penalties
ca: Penals
es: Penaltis

# settings.notifications.redCards
source: Red cards
ca: Targetes vermelles
es: Tarjetas rojas

# settings.notifications.startEnd
source: Kick-off and full time
ca: Inici i final
es: Principio y final

# settings.preview.rival
source: Opponent
ca: Equip rival
es: Equipo rival

# settings.searchTeam
source: Search team
ca: Cercar equip
es: Buscar equipo

# settings.season
source: Season
ca: Temporada
es: Temporada

# settings.source
source: Source
ca: Origen
es: Origen

# settings.team
source: Team
ca: Equip
es: Equipo

# settings.title
source: Settings
ca: Configuració
es: Ajustes

# source.live
source: live
ca: en directe
es: en directo

# source.seed
source: offline
ca: sense connexió
es: sin conexión

# stage.league
source: League Phase
ca: Fase lliga
es: Fase liga

# stage.league.short
source: League
ca: Lliga
es: Liga

# stage.playoff
source: Knockout Play-off
ca: Play-off
es: Play-off

# stage.qf
source: Quarter-finals
ca: Quarts de final
es: Cuartos de final

# stage.qf.short
source: QF
ca: Quarts
es: Cuartos

# stage.r16
source: Round of 16
ca: Vuitens de final
es: Octavos de final

# stage.r16.short
source: R16
ca: Vuitens
es: Octavos

# stage.sf.short
source: SF
ca: Semis
es: Semis

# standings.drawn.short
source: D
ca: E
es: E

# standings.goalDiff.short
source: GD
ca: DG
es: DG

# standings.lost.short
source: L
ca: P
es: P

# standings.played.short
source: P
ca: PJ
es: PJ

# standings.team
source: Team
ca: Equip
es: Equipo

# standings.title
source: Standings
ca: Classificació
es: Clasificación

# standings.won.short
source: W
ca: G
es: G

# stat.accuratePasses
source: Accurate passes
ca: Passades bones
es: Pases buenos

# stat.foulsCommitted
source: Fouls
ca: Faltes
es: Faltas

# stat.offsides
source: Offsides
ca: Fores de joc
es: Fueras de juego

# stat.passPct
source: Pass accuracy
ca: Encert en la passada
es: Acierto en el pase

# stat.possessionPct
source: Possession
ca: Possessió
es: Posesión

# stat.redCards
source: Red cards
ca: Vermelles
es: Rojas

# stat.saves
source: Saves
ca: Aturades
es: Paradas

# stat.shotsOnTarget
source: On target
ca: A porta
es: A puerta

# stat.totalShots
source: Shots
ca: Xuts
es: Tiros

# stat.wonCorners
source: Corners
ca: Córners
es: Córners

# stat.yellowCards
source: Yellow cards
ca: Grogues
es: Amarillas

# state.empty.detail
source: The fixtures will load on their own as soon as they are published
ca: El calendari es carregarà sol quan estigui publicat
es: El calendario se cargará solo en cuanto esté publicado

# state.loading
source: Loading…
ca: Carregant…
es: Cargando…

# state.pullToRefresh
source: Pull down to refresh
ca: Llisca cap avall per actualitzar
es: Desliza hacia abajo para actualizar

# venue.away.initial
source: A
ca: V
es: V

# venue.home.initial
source: H
ca: L
es: L

# zone.direct
source: Straight to the round of 16
ca: Vuitens directes
es: Octavos directos

# zone.out
source: Eliminated
ca: Eliminats
es: Eliminados

# zone.playoff
source: Knockout play-off
ca: Play-off d'accés
es: Play-off de acceso

# stage.sf
source: Semi-finals
es: Semifinales
